{
    "downloadCV": "Download CV",
    "About": "About",
    "Projects": "Projects",
    "Contact": "Contact",
    "aboutMe": "About Me",
    "sayHi": "Hi there! I'm a",
    "passionateProgrammer": " passionate and dedicated programmer.",
    "philosophy": "My journey in the world of coding is characterized by a simple yet effective philosophy: with every new technology or concept I acquire, I embark on a creative journey to build meaningful projects. You can explore some of my endeavors on my GitHub profile;",
    "invitation": " I invite you to take a look.",
    "enjoy": "I find joy in collaborating with multidisciplinary teams and learning from experienced individuals. ",
    "problems": "Problem-solving is my forte,",
    "challenges": "and I approach challenges with curiosity, proactivity, and responsibility. Beyond my technical skills, I bring a ",
    "positivity": "positive and collaborative spirit",
    "team": "to any team or project.",
    "eager": "Eager to continue growing and learning, I'm always up for new opportunities and challenges. Let's not just code; ",
    "cool": "let's build cool things together! ",
    "reachOut": "Feel free to reach out, and let's create something amazing.",
    "projectsTitle": "Projects",
    "contactTitle": "Contact",
    "projectsListComponent": {
        "1": {
            "title": "Argentina World Cup Champion 2022",
            "category": "Full-stack project",
            "description": "This is a web application that shows detailed information about the players and staff of the Argentine Soccer Team. It combines a nice front-end design and a robust backend login and registration system with a combination of cookies and localStorage to give the user a better experience.",
            "frontEnd": "Front-end design",
            "backEnd": "Back-end architecture",
            "dataBase": "MySQL"
        },
        "2": {
            "title": "Real State Home Page",
            "category": "Front-end project",
            "description": "This is a landing page for a real estate agency created with React and Node. Its main goal is to capture leads, and both the frontend and backend are deployed on onrender.",
            "frontEnd": "Front-end design",
            "backEnd": "Back-end architecture",
            "googleSheets": "The project uses the Google API to store lead information in a Google Sheets document"
        },
        "3": {
            "title": "URL Shortener",
            "category": "Back-end project",
            "description": "This is a project that leverages Node.js, Express, Sequelize, and MySQL. Users can input a long URL through a form and receive a 'newUrl' in return, serving as the shortened link. It also integrates Express Validator, follows the MVC pattern, and utilizes shortId and bcrypt libraries.",
            "frontEnd": "Front-end design",
            "backEnd": "Back-end architecture",
            "dataBase": "MySQL"
        }
    },
    "skills": "Skills",
    "chat": "Let's chat!",
    "smallProjectsList": {
        "1": {
            "title": "Band Home Page",
            "category": "Front-end project"
        },
        "2": {
            "title": "Ecommerce",
            "category": "Full-stack project"
        },
        "3": {
            "title": "Stocks",
            "category": "Back-end project"
        },
        "4": {
            "title": "Jason Tell Me Yes",
            "category": "Front-end project"
        }
    }
}