{
    "downloadCV": "Descargar CV",
    "About": "Sobre mí",
    "Projects": "Proyectos",
    "Contact": "Contacto",
    "aboutMe": "Sobre mí",
    "sayHi": "¡Hola! Soy un ",
    "passionateProgrammer": "programador apasionado y dedicado.",
    "philosophy": "Mi camino en el mundo de la programación se caracteriza por una filosofía simple pero efectiva: con cada nueva tecnología o concepto que adquiero, me embarco en un viaje creativo para construir proyectos significativos. Puedes explorar algunos de mis esfuerzos en mi perfil de GitHub;",
    "invitation": " ¡Pasá y mirá nomás!",
    "enjoy": "Me encanta colaborar con equipos multidisciplinarios y aprender de personas con experiencia. ",
    "problems": "La resolución de problemas es mi fuerte",
    "challenges": "y afronto los desafíos con curiosidad, proactividad y responsabilidad. Más allá de mis habilidades técnicas, aporto un ",
    "positivity": "espíritu positivo y colaborativo",
    "team": "a cualquier equipo o proyecto.",
    "eager": "Con muchas ganas de seguir creciendo y aprendiendo, siempre estoy dispuesto a nuevas oportunidades y desafíos. No nos limitemos a codificar; ",
    "cool": "¡Construyamos grandes cosas juntos! ",
    "reachOut": "No dudes en contactarme y creemos algo increíble.",
    "projectsTitle": "Proyectos",
    "contactTitle": "Contacto",
    "projectsListComponent": {
        "1": {
            "title": "Argentina Campeón del Mundo 2022",
            "category": "Proyecto Full-stack",
            "description": "Esta es una página que muestra información detallada sobre los jugadores y el personal de la Selección Argentina de Fútbol. Combina un bonito diseño front-end y un robusto sistema de inicio de sesión y registro backend con una combinación de cookies y localStorage para brindarle al usuario una mejor experiencia.",
            "frontEnd": "Diseño Front-end",
            "backEnd": "Arquitectura Back-end"
        },
        "2": {
            "title": "Landing Page Inmobiliaria",
            "category": "Proyecto Front-end",
            "description": "Esta es una landing para una agencia inmobiliaria creada con React y Node. Su objetivo principal es capturar clientes potenciales, y tanto el frontend como el backend se implementan en onrender.",
            "frontEnd": "Diseño Front-end",
            "backEnd": "Arquitectura Back-end",
            "googleSheets": "El proyecto utiliza la API de Google para almacenar información de clientes potenciales en un documento de Google Sheets."
        },
        "3": {
            "title": "Acortador de links",
            "category": "Proyecto Back-end",
            "description": "Este es un proyecto que utiliza Node.js, Express, Sequelize y MySQL. Los usuarios pueden ingresar una URL larga a través de un formulario y recibir a cambio una 'nueva URL', que actúa como enlace abreviado. También integra Express Validator, sigue el patrón MVC y utiliza bibliotecas shortId y bcrypt.",
            "frontEnd": "Diseño Front-end",
            "backEnd": "Arquitectura Back-end"
        }
    },
    "skills": "Habilidades",
    "chat": "¡Hablemos!",
    "smallProjectsList": {
        "1": {
            "title": "Landing para banda",
            "category": "Proyecto Front-end"
        },
        "2": {
            "title": "Ecommerce",
            "category": "Proyecto Full-stack"
        },
        "3": {
            "title": "Stocks",
            "category": "Proyecto Back-end"
        }
    }
}